Repository: kodi-game/game.libretro.desmume2015
Catalog: game.libretro.desmume2015/resources/language/resource.language.*/strings.po
Languages: ga

# Addon Description
source: A port of DeSmuME to libretro based on DeSmuME SVN, circa 2015.
ga: Port de DeSmuME go libretro bunaithe ar DeSmuME SVN, timpeall na bliana 2015.

# #30001
source: Internal resolution (restart)
ga: Rún inmheánach (atosú)

# #30002
source: CPU cores
ga: Croíleacáin LAP

# #30003
source: CPU mode
ga: Mód LAP

# #30004
source: JIT block size
ga: Méid bloc JIT

# #30005
source: Screen layout
ga: Leagan amach scáileáin

# #30006
source: Hybrid layout scale (restart)
ga: Scála leagan amach hibrideach (atosú)

# #30007
source: Hybrid layout show both screens
ga: Taispeánann leagan amach hibrideach an dá scáileán

# #30008
source: Hybrid layout cursor always on small screen
ga: Cúrsóir leagan amach hibrideach i gcónaí ar an scáileán beag

# #30009
source: Enable mouse/pointer
ga: Cumasaigh luch/pointeoir

# #30010
source: Pointer type
ga: Cineál pointeora

# #30011
source: Mouse Speed
ga: Luas na Luiche

# #30012
source: Pointer Colour
ga: Dath an Phointeora

# #30013
source: Pointer mode l-analog
ga: Mód pointeora l-analógach

# #30014
source: Pointer mode r-analog
ga: Mód pointeora r-analógach

# #30015
source: Emulated pointer deadzone percent
ga: Céatadán crios marbh pointeora aithriste

# #30016
source: Emulated pointer acceleration modifier percent
ga: Céatadán modhnóra luasghéaraithe pointeora aithriste

# #30017
source: Emulated stylus pressure modifier percent
ga: Céatadán modhnóra brú stíle aithriste

# #30018
source: Enable emulated stylus jitter
ga: Cumasaigh crith peann insamhalta

# #30019
source: Load Game into Memory (restart)
ga: Luchtaigh Cluiche isteach sa Chuimhne (atosaigh)

# #30020
source: Enable Advanced Bus-Level Timing
ga: Cumasaigh Amú Ardleibhéil Bus

# #30021
source: Firmware language
ga: Teanga Dochtearraí

# #30022
source: Frameskip
ga: Fráma-léim

# #30023
source: Screen Gap
ga: Bearna Scáileáin

# #30024
source: Enable Edgemark
ga: Cumasaigh Edgemark

# #30025
source: Enable Line Hack
ga: Cumasaigh Líne Haic

# #30026
source: Enable TXT Hack
ga: Cumasaigh Haic TXT

# #30027
source: Force Microphone Enable
ga: Cumasaigh Micreafón i bhFórsa

# #30028
source: Microphone Simulation Settings
ga: Socruithe Insamhalta Micreafóin
